import { img } from '../assets/index';

export const gvr = [
	{left: "Техпластина ТМКЩ 1мм", right: "1000*5000 мм; ~900 мм"},
	{left: "Техпластина ТМКЩ 1.5 мм", right: "1000*5000 мм; ~900 мм"},
	{left: "Техпластина ТМКЩ 2мм", right: "~800 мм; 1000*5000 мм; 1500*5000 мм; ~1000/1200 мм"},
	{left: "Техпластина ТМКЩ 3мм", right: "720*720 мм; ~800 мм; 1000*5000 мм; 1500*5000 мм; ~1000/1200 мм; ~1400 мм"},
	{left: "Техпластина ТМКЩ 4мм", right: "720*720 мм; ~800 мм; 1000*5000 мм; 1500*5000 мм; ~1000/1200 мм; ~1400 мм"},
	{left: "Техпластина ТМКЩ 5мм", right: "720*720 мм; ~800 мм; 1000*5000 мм; 1500*5000 мм; ~1000/1200 мм; ~1400 мм"},
	{left: "Техпластина ТМКЩ 6мм", right: "~800 мм; 1000*5000 мм; ~1400 мм"},
	{left: "Техпластина ТМКЩ 8мм", right: "720*720 мм; ~800 мм; 1000*5000 мм"},
	{left: "Техпластина ТМКЩ 10мм", right: "00*500 мм; 720*720 мм; ~800 мм; 1000*5000 мм; ~1000/1200 мм"},
	{left: "Техпластина ТМКЩ 12мм ", right: "~800 мм; 1000*1000 мм"},
	{left: "Техпластина ТМКЩ 14мм", right: "~800 мм; 1000*1000 мм"},
	{left: "Техпластина ТМКЩ 16мм", right: "~800 мм; 1000*1000 мм"},
	{left: "Техпластина ТМКЩ 20мм", right: "520*520 мм; 720*720 мм; 1000*1000 мм"},
	{left: "Техпластина ТМКЩ 30мм", right: "520*520 мм; 720*720 мм; 1000*1000 мм"},
	{left: "Техпластина ТМКЩ 40мм", right: "520*520 мм; 720*720 мм; 1000*1000 мм"},
	{left: "Техпластина ТМКЩ 20мм", right: "720*720 мм"},
	{left: "Пластина ТМКЩ с тканевыми прокладками 1*3 мм", right: "~1200"},
	{left: "Пластина ТМКЩ с тканевыми прокладками 2*5 мм ", right: "~1200"},
]

export const gnr = [
	{left: img.gnr.gnr_1, right: "уплотнитель для алюминиевых конструкций АЛ-01"},
	{left: img.gnr.gnr_2, right: "уплотнитель для алюминиевых конструкций АЛ-02"},
	{left: img.gnr.gnr_3, right: "уплотнитель для алюминиевых конструкций АЛ-03"},
	{left: img.gnr.gnr_4, right: "уплотнитель для алюминиевых конструкций АЛ-04"},
	{left: img.gnr.gnr_5, right: "уплотнитель для алюминиевых конструкций АЛ-05"},
	{left: img.gnr.gnr_6, right: "уплотнитель для алюминиевых конструкций АЛ-06"},
	{left: img.gnr.gnr_7, right: "уплотнитель для алюминиевых конструкций АЛ-07"},
	{left: img.gnr.gnr_8, right: "уплотнитель для алюминиевых конструкций АЛ-08"},
	{left: img.gnr.gnr_9, right: "уплотнитель для алюминиевых конструкций АЛ-09"},
	{left: img.gnr.gnr_10, right: "уплотнитель для алюминиевых конструкций АЛ-10"},
	{left: img.gnr.gnr_11, right: "уплотнитель для алюминиевых конструкций АЛ-11"},
	{left: img.gnr.gnr_12, right: "уплотнитель для алюминиевых конструкций АЛ-12"},
	{left: img.gnr.gnr_13, right: "уплотнитель для алюминиевых конструкций АЛ-13"},
	{left: img.gnr.gnr_14, right: "уплотнитель для алюминиевых конструкций АЛ-14"},
	{left: img.gnr.gnr_15, right: "уплотнитель для алюминиевых конструкций АЛ-15"},
	{left: img.gnr.gnr_16, right: "уплотнитель для алюминиевых конструкций АЛ-16"},
	{left: img.gnr.gnr_17, right: "уплотнитель для алюминиевых конструкций АЛ-17"},
	{left: img.gnr.gnr_18, right: "уплотнитель для алюминиевых конструкций АЛ-18"},
	{left: img.gnr.gnr_19, right: "уплотнитель для алюминиевых конструкций АЛ-01"},
	{left: img.gnr.gnr_20, right: "уплотнитель для алюминиевых конструкций АЛ-01"},
	{left: img.gnr.gnr_21, right: "уплотнитель для алюминиевых конструкций АЛ-19"},
	{left: img.gnr.gnr_22, right: "уплотнитель для алюминиевых конструкций АЛ-20"},
	{left: img.gnr.gnr_23, right: "уплотнитель для алюминиевых конструкций АЛ-21"},
	{left: img.gnr.gnr_24, right: "уплотнитель для алюминиевых конструкций АЛ-22"},
	{left: img.gnr.gnr_25, right: "уплотнитель для алюминиевых конструкций АЛ-23"},
	{left: img.gnr.gnr_26, right: "уплотнитель для алюминиевых конструкций АЛ-024"},
]

export const gnd  = [
	{type: "1", name: "шнур резиновый кислотощелочестойкий", temp: "от -30 до +50", desc: "растворы кислот и щелочей до 20% (за исключением азотной и уксусной кислот), вода, воздух и инертные газы"},
	{type: "2", name: "шнур резиновый теплостойкий", temp: "от -30 до +140", desc: "воздух, азот и инертные газы (до +90 °С), водяной пар (до +140 °С)"},
	{type: "3", name: "шнур резиновый морозостойкий", temp: "от -45 до +50", desc: "воздух, азот и инертные газы"},
	{type: "4", name: "шнур резиновый маслобензостойкий", temp: "от -30 до +50", desc: "масло, бензин"},
	{type: "5", name: "шнур резиновый пищевой", temp: "от -30 до +50", desc: "в соприкосновении с пищевыми продуктами"},
]
export const gvd  = [
	{type: "1", size: "3,0-10,0", width: "1,3", env: "Растворы кислот и щелочей с концентрацией до 20%, вода, воздух", temp: "от - 30 до + 50", desc: "Кислотощелочестойкие"},
	{type: "2", size: "3,0-25,0", width: "2,0", env: "Воздух (до 90 °С), воздух, пар (до 140 °С)", temp: "от - 30 до + 140", desc: "Теплостойкие"},
	{type: "3", size: "4,5-40,0", width: "3,0", env: "Воздух, азот, инертные газы", temp: "от - 45 до + 50", desc: "Морозостойкие"},
	{type: "4", size: "12,0-40,0", width: "4,0;5,0", env: "Масло, бензин", temp: "от - 30 до + 50", desc: "Маслобензостойкие"},
	{type: "5", size: "20,0-40,0", width: "6,0;8,0", env: "Среды для типов 1, 2, 3, 4", temp: "от - 50 до + 50", desc: "Унифицированные"},

]

export const us = [
	{left: img.us.us1, title: "Уплотнитель для дверной коробки D21", right: "Данный уплотнитель устанавливается в предварительно сделанный паз 2.8-3.3 мм в дверной коробке, и используется в качестве амортизатора при закрывании двери, а также выполняет роль звукоизоляции."},
	{left: img.us.us2, title: "Уплотнитель для дверной коробки D22", right: "Данный уплотнитель устанавливается в предварительно сделанный паз 2.8-3.3 мм в дверной коробке, и используется в качестве амортизатора при закрывании двери, а также выполняет роль звукоизоляции."},
	{left: img.us.us3, title: "Уплотнитель для дверной коробки D23", right: "Данный уплотнитель устанавливается в предварительно сделанный паз 2.8-3.3 мм в дверной коробке, и используется в качестве амортизатора при закрывании двери, а также выполняет роль звукоизоляции."},
	{left: img.us.us4, title: "Уплотнитель для дверной коробки D24", right: "Данный уплотнитель устанавливается в предварительно сделанный паз 2.8-3.3 мм в дверной коробке, и используется в качестве амортизатора при закрывании двери, а также выполняет роль звукоизоляции."},
	{left: img.us.us5, title: "Уплотнитель для дверной коробки D25", right: "Данный уплотнитель устанавливается в предварительно сделанный паз 2.8-3.3 мм в дверной коробке, и используется в качестве амортизатора при закрывании двери, а также выполняет роль звукоизоляции."},
]

export const privalbrus = [
	{left: img.privalbrus.bb1, title: "Привальный брус, 52 мм", right: "Привальный брус. Профиль в комплект не входит. Привальный брус отличается надежностью, долговечностью, износостойкостью к воздействию внешних агрессивных факторов"},
	{left: img.privalbrus.bb2, title: "Окантовка острых углов", right: "Привальный брус отличается надежностью, долговечностью, износостойкостью к воздействию внешних агрессивных факторов"},
	{left: img.privalbrus.bb3, title: "Привальный брус", right: "Привальный брус отличается надежностью, долговечностью, износостойкостью к воздействию внешних агрессивных факторовв"},
	{left: img.privalbrus.bb4, title: "Привальный брус, 55 мм", right: "Привальный брус. Профиль в комплект не входит. Привальный брус отличается надежностью, долговечностью, износостойкостью к воздействию внешних агрессивных факторов"},
	{left: img.privalbrus.bb5, title: "Привальный брус широкий", right: "Крепится к корпусу без профиля. Привальный брус отличается надежностью, долговечностью, износостойкостью к воздействию внешних агрессивных факторов"},
	{left: img.privalbrus.bb6, title: "Привальный брус для пирса", right: "Привальный брус предотвращает повреждение катера при швартовке. Крепится к пирсу саморезами. Привальный брус отличается надежностью, долговечностью, износостойкостью к воздействию внешних агрессивных факторов"},
	{left: img.privalbrus.bb7, title: "Привальный брус широкий", right: "Привальный брус. Крепится к корпусу без профиля. Привальный брус отличается надежностью, долговечностью, износостойкостью к воздействию внешних агрессивных факторов"
	},
]

export const form = [
	{left: img.form.ff1, title: "Резиновый буфер bump stop", right: "Резиновый буфер - формовое изделие получают формованием резиновой смеси одновременно c её вулканизацией в пресс-форме, установленной на прессе или методом литья под давлением. Резиновый буфер отличается надежностью, долговечностью, износостойкостью к воздействию внешних агрессивных факторов"},
	{left: img.form.ff2, title: "Резиновые чехлы и втулки", right: "Резиновый чехлы и втулки- формовое изделие получают формованием резиновой смеси одновременно c её вулканизацией в пресс-форме, установленной на прессе или методом литья под давлением. Резиновый чехлы отличаются надежностью, долговечностью, износостойкостью к воздействию внешних агрессивных факторов"},
	{left: img.form.ff3, title: "Манжеты резиновые", right: "Резиновый манжеты- формовое изделие получают формованием резиновой смеси одновременно c её вулканизацией в пресс-форме, установленной на прессе или методом литья под давлением. Резиновый чехлы отличаются надежностью, долговечностью, износостойкостью к воздействию внешних агрессивных факторов"},
	{left: img.form.ff4, title: "Резиновый буфер bump stop", right: "Резиновый буфер - формовое изделие получают формованием резиновой смеси одновременно c её вулканизацией в пресс-форме, установленной на прессе или методом литья под давлением. Резиновый буфер отличается надежностью, долговечностью, износостойкостью к воздействию внешних агрессивных факторов"},
	{left: img.form.ff5, title: "Резиновые упоры", right: "Резиновые упоры- формовое изделие получают формованием резиновой смеси одновременно c её вулканизацией в пресс-форме, установленной на прессе или методом литья под давлением. Резиновый упор отличается надежностью, долговечностью, износостойкостью к воздействию внешних агрессивных факторов"},
	]
